[
  {
    "title": "Unknown",
    "description": "Hello crawlers. \nWelcome to the second floor. Congratulations to all of you. We have just under 1.3 million crawlers still in the game. That number is slightly lower than our projections, so we are speeding up the second floor timer to the minimum legally allowed by the rules. You have six days to find a staircase down. Once again, we urge you all to wait until the last possible moment to descend. \nAs soon as this announcement ends, you will find that follows and favorites will be turned on for our viewers. The numbers will populate slowly on your interface, so don’t be too disappointed if you don’t see anything just yet. \nWe have improved how patronage works this season. This is a major change, so please pay attention. \nAll crawlers are now limited to three patrons, and all three spots will be up for auction for one day immediately upon the induction of the fourth floor, then fifth, then sixth floors respectively. Your benefactors may so choose to transfer their patronage to other parties at their own discretion starting on the seventh floor. \nAll patronage spots will become available at a bid of one credit, meaning this season virtually all living crawlers will have patrons. \nBut, be warned. Any bids the patron pays above the standard patronage fee will be reflected in loot box discounts for that patron. Any funds below the fee will be reflected in additional costs to that patron for loot boxes. In other words, the more your patron pays for you, the more and higher-quality Benefactor Boxes you may receive. The higher your social numbers, the better your chances at receiving the best loot. Your tutorial guide should have more details and will help you if you have any additional questions. \nFinally, we must say we are disappointed in the disrespect we are being shown regarding the bathrooms. As of this moment, if any human-born crawler intentionally urinates or defecates anywhere outside a designated bathroom area, they will be immediately and swiftly penalized in the form of a Rage Elemental plucked from the 13th floor. This elemental will kill them and everyone in their party before they can get their pants back up. \nThat’s it for tonight. Have fun out there, and remember to kill, kill, kill!",
    "source_file": "Dungeon Crawler Carl_ A LitRPG_Gamelit Adventure - Matt Dinniman.txt",
    "book_title": "Book 1: Dungeon Crawler Carl",
    "chapter": "Unknown",
    "id": "9d935958-8294-52a6-9c61-f4ca9598b90b"
  },
  {
    "title": "Unknown",
    "description": "Admin Notice. A new tab is available in your interface.",
    "source_file": "Matt Dinniman - [Dungeon Crawler Carl 02] - Carl's Doomsday Scenario (epub).txt",
    "is_split": true,
    "book_title": "Book 2: Carl's Doomsday Scenario",
    "chapter": "Chapter 51",
    "id": "a33fac03-4690-5d72-bc17-ef4526fe5e46"
  },
  {
    "title": "Unknown",
    "description": "Hello Crawlers. Welcome to the fourth floor! \nWe are so very excited to introduce you to what is being hailed a genius feat of engineering. We call it the Iron Tangle. The trick is to find the stairwells. There are a lot of them out there, but where? Let’s see how many of you figure it out. \nThis is important. This is not a permanent change, but it is a new rule for this level only. You may not go down early this level. The stairwells will open six hours prior to collapse, and that’s it. Again, you may not go down early this floor. Now have fun out there. These train things are so nifty. We never had anything like it on our world. \nPatron bidding is active, and we are very happy with the results so far. You will get a notification when your bidding has concluded. We’ll have more info on that later. \nYou will notice that the leaderboard has finally populated. Congratulations to everybody on the list. As you can see, each member of the top 10 has a bounty after their names. That means hunting season is open ! Isn’t that exciting? If you kill one, you will receive a loot box containing the reward. If you are on the leaderboard, don’t worry, you get to join in on the fun, too. If you survive the floor, you will receive 10% of your own bounty upon floor collapse. That percentage goes up each floor. \nFinally, we’d like to address the especially high mortality rate of the third floor. This occurred due to a high instance of group quests gone bad. While the number of crawlers are still in the acceptable range, we are all concerned about early extinction. That does not mean we will be letting up. So quit sucking. It’s as simple as that. \nNow get out there, ride the rails, and kill, kill, kill!",
    "source_file": "Dungeon Crawler Carl 03 - The Dungeon Anarchist's Cookbook - Matt Dinniman.txt",
    "book_title": "Book 3: The Dungeon Anarchist's Cookbook",
    "chapter": "Part Of",
    "id": "32cac9b6-eed6-52b5-aa1b-439784439b03"
  },
  {
    "title": "Unknown",
    "description": "Admin Notice. A new tab is available in your interface.",
    "source_file": "Dungeon Crawler Carl 03 - The Dungeon Anarchist's Cookbook - Matt Dinniman.txt",
    "is_split": true,
    "book_title": "Book 3: The Dungeon Anarchist's Cookbook",
    "chapter": "Part Of",
    "id": "a33fac03-4690-5d72-bc17-ef4526fe5e46"
  },
  {
    "title": "Unknown",
    "description": "Admin Notice. A new tab is available in your interface. Quests.",
    "source_file": "Matt Dinniman - [Dungeon Crawler Carl 02] - Carl's Doomsday Scenario (epub).txt",
    "book_title": "Book 2: Carl's Doomsday Scenario",
    "chapter": "Chapter 51",
    "id": "25043ae5-1757-5d14-9720-0538233a9a32"
  },
  {
    "title": "Unknown",
    "description": "Time to Level Collapse: Two days and 18 hours.",
    "source_file": "Dungeon Crawler Carl_ A LitRPG_Gamelit Adventure - Matt Dinniman.txt",
    "is_split": true,
    "book_title": "Book 1: Dungeon Crawler Carl",
    "chapter": "Chapter 19",
    "id": "e00be2ce-138a-534a-8aa4-8d8834c19f45"
  },
  {
    "title": "Unknown",
    "description": "Hello, Crawlers. Welcome to the fourth floor! \nWe are so very excited to introduce you to what is being hailed a genius feat of engineering. We call it the Iron Tangle. The trick is to find the stairwells. There are a lot of them out there, but where? Let’s see how many of you figure it out. \nThis is important. This is not a permanent change, but it is a new rule for this level only. You may not go down early this level. The stairwells will open six hours prior to collapse, and that’s it. Again, you may not go down early this floor. Now have fun out there. These train things are so nifty. We never had anything like it on our world. \nPatron bidding is active, and we are very happy with the results so far. You will get a notification when your bidding has concluded. We’ll have more info on that later. \nYou will notice that the leaderboard has finally populated. Congratulations to everybody on the list. As you can see, each member of the top 10 has a bounty after their names. That means hunting season is open ! Isn’t that exciting? If you kill one, you will receive a loot box containing the reward. If you are on the leaderboard, don’t worry, you get to join in on the fun, too. If you survive the floor, you will receive 10% of your own bounty upon floor collapse. That percentage goes up each floor. \nFinally, we’d like to address the especially high mortality rate of the third floor. This occurred due to a high instance of group quests gone bad. While the number of crawlers are still in the acceptable range, we are all concerned about early extinction. That does not mean we will be letting up. So quit sucking. It’s as simple as that. \nNow get out there, ride the rails, and kill, kill, kill!",
    "source_file": "Matt Dinniman - [Dungeon Crawler Carl 02] - Carl's Doomsday Scenario (epub).txt",
    "book_title": "Book 2: Carl's Doomsday Scenario",
    "chapter": "Part Of",
    "id": "0e153d96-c735-5e2d-b50b-15cc5fcb4418"
  },
  {
    "title": "Unknown",
    "description": "Good Evening, Crawlers. \nI wanted to remind you of our earlier announcement, that for this floor only , the stairwells will remain closed until six hours prior to collapse. A handful of you have managed to find your way to stairwell locations. Good job, but we are still several days out before you’ll be able to do anything with them. \nDue to some unforeseen technical difficulties with our Hobgoblin Mechanic Interdiction teams, trains that are breaking down on the tracks are taking much longer than anticipated to be cleared and put back into service. This is resulting in some premature chaos along several routes. We’re sure you can handle it. \nAnd finally, you should all have your sponsors now. Every single crawler in the dungeon has received a sponsor, a first for Dungeon Crawler World . We are currently processing benefactor box requests, and there will be a slight delay in loot box fulfillment. We are distributing them as quickly as we can. We apologize for the delay and thank you for your patience. We are giving priority to emergency boxes where the benefactor has paid the emergency delivery fee. \nNow get out there and kill, kill, kill!",
    "source_file": "Matt Dinniman - [Dungeon Crawler Carl 02] - Carl's Doomsday Scenario (epub).txt",
    "book_title": "Book 2: Carl's Doomsday Scenario",
    "chapter": "Unknown",
    "id": "43a9ae9e-141b-5aa5-a9f8-e56670d64b50"
  },
  {
    "title": "Unknown",
    "description": "Good Evening, Crawlers. \nI wanted to remind you of our earlier announcement, that for this floor only , the stairwells will remain closed until six hours prior to collapse. A handful of you have managed to find your way to stairwell locations. Good job, but we are still several days out before you’ll be able to do anything with them. \nDue to some unforeseen technical difficulties with our Hobgoblin Mechanic Interdiction teams, trains that are breaking down on the tracks are taking much longer than anticipated to be cleared and put back into service. This is resulting in some premature chaos along several routes. We’re sure you can handle it. \nAnd finally, you should all have your sponsors now. Every single crawler in the dungeon has received a sponsor, a first for Dungeon Crawler World . We are currently processing benefactor box requests, and there will be a slight delay in loot box fulfillment. We are distributing them as quickly as we can. We apologize for the delay and thank you for your patience. We are giving priority to emergency boxes where the benefactor has paid the emergency delivery fee. \nNow get out there and kill, kill, kill!",
    "source_file": "Dungeon Crawler Carl 03 - The Dungeon Anarchist's Cookbook - Matt Dinniman.txt",
    "book_title": "Book 3: The Dungeon Anarchist's Cookbook",
    "chapter": "Unknown",
    "id": "43a9ae9e-141b-5aa5-a9f8-e56670d64b50"
  },
  {
    "title": "Unknown",
    "description": "Please take note. \nThis is a planetwide message. \nThe Borant Corporation, not to be confused with the Borant System Government, has been declared an independent, non-governmental entity by a Syndicate court. As a result, a previously-filed court ruling was automatically executed, granting the Valtay Corporation 51% ownership of the Borant Corporation. The Borant Corporation remains in charge of this crawl, and as far as most of you are concerned, nothing will change. This is nothing more than a courtesy notice. All previous, legal contracts will be honored, including indenture contracts. However, the Borant System Government no longer has any stake in either the planet, the resources, or the production of Dungeon Crawler World: Earth , and regency has been granted solely to the Borant Corporation and their new principal owners, the Valtay Corporation. If you have any questions about how that might affect any debts owed or contract obligations, legal counsel is available free* of charge to all full Syndicate citizens. Have a great day.",
    "source_file": "Butchers Masquerade (Dungeon Crawler Carl V) by Matt Dinniman.txt",
    "book_title": "Book 5: The Butcher's Masquerade",
    "chapter": "Unknown",
    "id": "990f7078-645f-552f-a774-1602dfc5fbe9"
  },
  {
    "title": "Unknown",
    "description": "For those of you that don’t know what that means, here’s a quick lesson. You gotta earn your keep. This is an action-themed program, after all. Not some sappy drama where everyone just cries and masturbates all day long. I’m looking at you, Hunter Veeka. \nAll saferoom access is now timed for all hunters and crawlers. The moment you enter a safe area, your blood bar starts to count down. When it’s full, you are given ten earth hours to be layabouts. If it reaches zero while you’re still tucked away, you get randomly teleported to a location outside of the saferoom. If it’s at zero, you cannot enter a saferoom at all, including guildhalls or locations that double as pubs. \nYou fill the blood bar by killing shit. It’s simple, really. If you’ve been doing everything you’re supposed to be doing, this particular change shouldn’t bother you. \nThat’s the change to the rules, but that’s not the punishment y’all are receiving for failing the quest. \nGird your loins. This is a good one. \nStarting with the location of the two remaining Odious Creepers, the spell Gehenna Bramble has been cast. This will spread outward at the average speed of four and a half kilometers per hour. Faster at night, slower in the sun. \nIf you’re not familiar with the spell, here’s a quick rundown. Every plant touched with the spell is transformed into a thick, impenetrable, ten-meter-high wall of thorn-covered vines that will undulate and thrust and attack. If you are pricked by the thorns, your blood immediately boils away, and you explode. \nThis spell cannot be countered. The plant cannot be poisoned and killed. The brambles can be beaten back, but they are relentless. They will not come within five square meters of a stairwell, but everything else will be encompassed, including towns and buildings and everything that’s not a saferoom. \nAnd it starts right now. \nOh, one last thing I forgot to mention regarding the saferoom rule. The filling of the blood bar is retroactive. That means if you haven’t killed anything at all on this floor, your bar is empty. Heads up! \nGood luck. And just remember, you brought this onto yourselves. \nZap",
    "source_file": "Butchers Masquerade (Dungeon Crawler Carl V) by Matt Dinniman.txt",
    "book_title": "Book 5: The Butcher's Masquerade",
    "chapter": "Part Of",
    "id": "a358e04f-fc59-5a4f-9a1b-e7b08f7319dd"
  },
  {
    "title": "Unknown",
    "description": "As soon as this message ends, the guild system will be live! \nAs you know, party members share certain quests and will share experience. All personal space upgrades are shared. Party members may examine each other’s properties. But sometimes people will want to work with someone without having to actually party with them. And sometimes, as we’ve seen over and over again with you humans, you very much like working together in large groups. Such massive groups are not feasible when it comes to parties. Oh, by the way. Parties are now limited to 30 crawlers. Larger parties will be automatically broken up at the end of this message. Sorry about that, guys!",
    "source_file": "Butchers Masquerade (Dungeon Crawler Carl V) by Matt Dinniman.txt",
    "book_title": "Book 5: The Butcher's Masquerade",
    "chapter": "Part To",
    "id": "08ea0f84-46a8-56ce-bbf8-ae0c3bc6f884"
  },
  {
    "title": "Unknown",
    "description": "A trap you have left has killed a hunter! \nYou have received a gold Hunter Killer Box!",
    "source_file": "Butchers Masquerade (Dungeon Crawler Carl V) by Matt Dinniman.txt",
    "is_split": true,
    "book_title": "Book 5: The Butcher's Masquerade",
    "chapter": "Part Of",
    "id": "88352641-3e18-5c78-b7e4-123189310c3c"
  },
  {
    "title": "Unknown",
    "description": "Sponsor Message. New Messages are available in your Faction Wars tab. \nThe Operatic Collective has abdicated their spot and indicated their intention to abandon Faction Wars. \nThe Blood Sultanate has abdicated their spot and indicated their intention to abandon Faction Wars. \nThe Dream has abdicated their spot and indicated their intention to abandon Faction Wars. \nThe Lemig Sortion has abdicated their spot and indicated their intention to abandon Faction Wars. \nThe Madness has abdicated their spot and indicated their intention to abandon Faction Wars. \nThe Reavers have abdicated their spot and indicated their intention to abandon Faction Wars. \nPlease Wait... \nOffboarding request has been denied. The teams will remain as designated. All off-boarding requests are currently suspended while the Earth system remains in quarantine per Syndicate rule 470.B through 495 in the System AI Stability Addendum. And as you all know, the rules must be followed.",
    "source_file": "The Eye of the Bedlam Bride_ Du - Matt Dinniman.txt",
    "book_title": "Book 6: The Eye of the Bedlam Bride",
    "chapter": "Chapter 48",
    "id": "d5526981-b6e1-547d-ac57-4d1cfcc46948"
  },
  {
    "title": "Unknown",
    "description": "Admin Note : Boss Battles that arise concurrently with secondary productions or as parts of a Quest may present themselves differently. You will still receive awards commensurate with the boss’s proper rank. If you survive, of course.",
    "source_file": "Matt Dinniman - [Dungeon Crawler Carl 02] - Carl's Doomsday Scenario (epub).txt",
    "book_title": "Book 2: Carl's Doomsday Scenario",
    "chapter": "Unknown",
    "id": "5a51b8ff-4d73-5219-8155-32793d6770c9"
  }
]