[
  {
    "title": "Unknown",
    "description": "Kobold Rider – Level 5 \nHere’s an interesting fact. The DNA of a kobold and the DNA of a chihuahua are almost identical. That should tell you almost everything you need to know about these yappy little assholes. \nSmall, angry, think they are bigger than they really are, there is nothing more terrifying than a pack of these little bastards charging at you across the battlefield, at least in their own minds. But don’t underestimate them, either. They are fearless, they are intelligent, and they bite first, ask questions later. \nTheir mounts, the Danger Dingoes, should probably worry you.",
    "source_file": "Dungeon Crawler Carl_ A LitRPG_Gamelit Adventure - Matt Dinniman.txt",
    "book_title": "Book 1: Dungeon Crawler Carl",
    "chapter": "Unknown",
    "id": "5b701f35-863e-52ad-b785-021b8b331450"
  },
  {
    "title": "Unknown",
    "description": "Unvaccinated Clurichaun Rev-Up Consultant – Level 3 \nIf you hear banjo music, run. \nClurichauns are distant, hillbilly relatives of the Leprechauns. And while the Leprechauns are said to guard vast piles of gold, the only thing Clurichauns might hoard are Polaroids of their own sisters sitting on the can and questionable business schemes. This particular sect is of the unvaccinated variety. Don’t let them sneeze on you. \nWARNING: This is a fairy-class mob. Mobs of this class inflict 20% more damage against you due to your goblin pass.",
    "source_file": "Dungeon Crawler Carl_ A LitRPG_Gamelit Adventure - Matt Dinniman.txt",
    "book_title": "Book 1: Dungeon Crawler Carl",
    "chapter": "Chapter 32",
    "id": "6fb6114c-c129-5946-897a-838dd7cba024"
  },
  {
    "title": "Unknown",
    "description": "Levi the Seventh – Troll Flesher and Hobgoblin Skellie Symbiote. Level 7. \nThis is actually two creatures. Only when combined do they have intelligence and the ability to speak. The Skellie is your typical, run-of-the-mill reanimated skeleton. In this case, it’s the skeleton of a hobgoblin, one of the few monsters who are much more palatable in skeleton form. \nOf all the War Mage spells soldiers encounter during the brutal, mass combat that will occur on the ninth floor, the You’re Not Done Yet spell is one of the most terrifying. Fallen soldiers—in this example a Basher Troll—are cast with the spell, and their flesh is ripped from the body. This loose skin becomes a sentient minion called a Flesher. Fleshers are oftentimes tossed across the battlefield, landing in and around the trenches of the enemy. Fleshers have one goal. To find a new set of bones. \nOnce they have found a victim, the skin unfurls and pounces, covering the body, smothering and melting it. Once dead, the rest of the victim burns away, and the Flesher casts the only spell it knows. Boned, which animates the remaining skeleton. \nThe creature that eventually forms is no longer a minion to the original mage. Nor is it undead. It is new to the world, oftentimes confused and afraid. And weak. The Symbiote is very easy to kill. After a few hours have passed and the new Symbiote is complete, the combined creature becomes a target for other Fleshers, who are said to be drawn to their former companion’s new bones. If a Flesher kills a Symbiote, this second iteration is more intelligent and powerful than the last. \nThere are rumors about oft-resleeved Symbiotes. After enough repetitions, it’s whispered they can become quite powerful. \nHere’s a neat tidbit of trivia. This is Levi the 7th. This quest has triggered six times now since the floor has opened.",
    "source_file": "Matt Dinniman - [Dungeon Crawler Carl 02] - Carl's Doomsday Scenario (epub).txt",
    "book_title": "Book 2: Carl's Doomsday Scenario",
    "chapter": "Part Of",
    "id": "ff7fe741-6604-57ee-bce2-046ac603f6f3"
  },
  {
    "title": "Unknown",
    "description": "Level Up! You are now level 29. Three stat points gained.",
    "source_file": "Matt Dinniman - [Dungeon Crawler Carl 02] - Carl's Doomsday Scenario (epub).txt",
    "is_split": true,
    "book_title": "Book 2: Carl's Doomsday Scenario",
    "chapter": "Chapter 84",
    "id": "299187bc-56a6-5548-b871-09cdc9bcbf90"
  },
  {
    "title": "Unknown",
    "description": "Levi the Seventh – Troll Flesher and Hobgoblin Skellie Symbiote. Level 7. \nThis is actually two creatures. Only when combined do they have intelligence and the ability to speak. The Skellie is your typical, run-of-the-mill reanimated skeleton. In this case, it’s the skeleton of a hobgoblin, one of the few monsters who are much more palatable in skeleton form. \nOf all the War Mage spells soldiers encounter during the brutal, mass combat that will occur on the ninth floor, the You’re Not Done Yet spell is one of the most terrifying. Fallen soldiers—in this example a Basher Troll—are cast with the spell, and their flesh is ripped from the body. This loose skin becomes a sentient minion called a Flesher. Fleshers are oftentimes tossed across the battlefield, landing in and around the trenches of the enemy. Fleshers have one goal. To find a new set of bones. \nOnce they have found a victim, the skin unfurls and pounces, covering the body, smothering and melting it. Once dead, the rest of the victim burns away, and the Flesher casts the only spell it knows. Boned, which animates the remaining skeleton. \nThe creature that eventually forms is no longer a minion to the original mage. Nor is it undead. It is new to the world, oftentimes confused and afraid. And weak. The Symbiote is very easy to kill. After a few hours have passed and the new Symbiote is complete, the combined creature becomes a target for other Fleshers, who are said to be drawn to their former companion’s new bones. If a Flesher kills a Symbiote, this second iteration is more intelligent and powerful than the last. \nThere are rumors about oft-resleeved Symbiotes. After enough repetitions, it’s whispered they can become quite powerful. \nHere’s a neat tidbit of trivia. This is Levi the 7th. This quest has triggered six times now since the floor has opened.",
    "source_file": "Dungeon Crawler Carl 03 - The Dungeon Anarchist's Cookbook - Matt Dinniman.txt",
    "book_title": "Book 3: The Dungeon Anarchist's Cookbook",
    "chapter": "Part Of",
    "id": "ff7fe741-6604-57ee-bce2-046ac603f6f3"
  },
  {
    "title": "Unknown",
    "description": "Level Up! You are now level 29. \nThree stat points gained.",
    "source_file": "Dungeon Crawler Carl 03 - The Dungeon Anarchist's Cookbook - Matt Dinniman.txt",
    "is_split": true,
    "book_title": "Book 3: The Dungeon Anarchist's Cookbook",
    "chapter": "Chapter 11",
    "id": "dd837b2d-54bb-5902-875f-2fc009e764ae"
  },
  {
    "title": "Unknown",
    "description": "Male Thorny Devil. Level 34. \nThese pokey fuckers are pretty common in desert-themed worlds. They’re big and fast and dumb and angry. Their bodies are covered in defensive spikes, which begs the question, how did something so big develop such a defense mechanism in the first place? \nThese guys tend to have a reverse harem thing going on. Odds are good you’ll recognize the queen when you see her. Odds are even better she’ll be the last thing you’ll ever see. \nWarning: This is a lizard-class mob. It will inflict 20% more damage against you thanks to your Extinction Sigil. That’s what you get for killing so many poor, innocent monsters.",
    "source_file": "The Gate of the Feral Gods - Matt Dinniman.txt",
    "book_title": "Book 4: The Gate of the Feral Gods",
    "chapter": "Unknown",
    "id": "38718972-5ad2-50ac-b3bb-38bdba8f46ec"
  },
  {
    "title": "Unknown",
    "description": "Concierge Shark. Level 41. \nThese psychos are of the bite-first, ask-questions-later school of underwater diplomacy. \nAlso known as the “Death’s Welcoming Committee” Shark, the Concierge Shark is one of the fastest and most voracious of the ocean’s predators. They’ll eat anything. ANYTHING. Even those circus peanut candy things. It’s really kind of gross. \nThey are attracted to the scent of blood, making them the most common death dealers of any water-themed dungeon.",
    "source_file": "The Gate of the Feral Gods - Matt Dinniman.txt",
    "book_title": "Book 4: The Gate of the Feral Gods",
    "chapter": "Unknown",
    "id": "f95ee50f-9898-5249-92da-0228f912e6f5"
  },
  {
    "title": "Unknown",
    "description": "Hello, Crawlers! \nWelcome to the sixth floor! We are so happy to have you here! \nLike the third floor, this sixth floor is a Dungeon Crawler World tradition! \nIt’s the hunting grounds! This floor is almost identical in layout and size to the third floor, but the abandoned ruins have been claimed by hundreds of years of foliage. What secrets and mysteries lay hidden in the jungle? You’ll have 17 days to find out! But this time, you won’t be alone. \nWe currently have 360 hunters on deck, and they’re raring to go. In a little less than 28 hours, they will be unleashed and will begin hunting you for your gear. Due to recent events, we are keeping registration open until the very last moment, and we expect that number of participants to double or even triple by the time they are released! But be warned! Some of these hunters have been here for weeks now, and even though they’re currently sequestered, their minions and traps are still out there and waiting for you. A few of you have already found this out the hard way! \nTraditionally, all hunters start out at level 30 and are able to train themselves up as you make your way through the lower floors. It’s no secret that you’re here sooner than usual. In the spirit of fairness and as an incentive to gain more last-minute participants, we have given all hunters a bump of 20 levels, so they all start out at 50. \nWe’ll have more information about the hunt after the next recap message, but I wanted to thank you all for your participation. I know that last floor was tough, and we did lose a few more crawlers than we anticipated. We will all have to work together to make sure your incompetence doesn’t continue. \nThere are 2,344 exits leading to the seventh floor. There are multiple unguarded exits in the city of Zockau along with more in the valley beyond. In addition, some city boss and larger mobs will have an exit nearby. The rest are hidden, but should be easy to find. \nYour final sponsorship slots are now open to bidding. That’s all for now. Now get out there and kill, kill, kill!",
    "source_file": "Butchers Masquerade (Dungeon Crawler Carl V) by Matt Dinniman.txt",
    "book_title": "Book 5: The Butcher's Masquerade",
    "chapter": "Unknown",
    "id": "020039b8-19d3-5c88-bdc3-0f06825db765"
  },
  {
    "title": "Unknown",
    "description": "We have a few additional patch notes. The hot springs in the southwest corner of the map were found to be not as hot as they were supposed to be, and they were adjusted upward. Unfortunately, the action accidentally cooked a good number of crawlers who were in the water at the time. Sorry about that! Those of you who moved in to collect the dropped gear, please note that since this was an error on our part, the gear you obtained will be removed from your inventory immediately upon the end of this message. \nIn a related note, the lava tubes in that area are now also active, so keep that in mind if you want to play in that area. \nThe allosaurus mobs have been split into two distinct mob types to accommodate a newly-generated quest. In addition, for both mob types, the strength levels have been split further by gender. \nWe’ve been forced to temporarily disable the Fuck those Trees in Particular spell as it didn’t work as intended on this floor. \nFinally, we’d like to announce a new feature. The preparations for the Butcher’s Masquerade party are well underway. Several of you have expressed concern that you don’t know where you stand in the rankings. Upon the end of this message, all crawlers will now be able to see their rankings if they are in the top 1,000. If you have nothing, that means you need to stop being so boring. \nThat’s it for now. Now get out there and kill, kill, kill!",
    "source_file": "Butchers Masquerade (Dungeon Crawler Carl V) by Matt Dinniman.txt",
    "book_title": "Book 5: The Butcher's Masquerade",
    "chapter": "Part Of",
    "id": "6ff16471-fcba-5dd4-8819-8004788be1ed"
  },
  {
    "title": "Unknown",
    "description": "System Message: An Odious Creeper has fallen. Crawler Louis Santiago 2 has been given credit for the kill. 29 Creepers remain. \nCarl : Good job, guys! \nFiras : That was scary as shit. It poked a bunch of holes into the garden. It can shoot those thorns far. And they’re big. Like ballista bolts. \nElle : That was pretty intense. That thing was huge. Level 173. Most fun I’ve had since we got to this ridiculous floor. \nDonut : NOT FAIR. THE ONE I KILLED WAS ONLY LEVEL 138. \nCarl : You guys should go for that one 15 miles west of you when Louis’s spell resets. Right against the edge of the map. I don’t know if anyone else is out there. \nLouis : I don’t know if I can stomach that again. \nKatia : We’re already on it. I’m worried about those two north of Zockau. \nCarl : I was just thinking the same thing. Hopefully one of the hunters will have the balls to do it. \nDonut : IT WON’T BE VRAH, I BET. HER LADY BALLS ARE STILL ON FIRE. \nKatia : Maybe. They might be thinking it’s best to just let the quest fail and wait it out in a saferoom. \nShit",
    "source_file": "Butchers Masquerade (Dungeon Crawler Carl V) by Matt Dinniman.txt",
    "book_title": "Book 5: The Butcher's Masquerade",
    "chapter": "Chapter 30",
    "id": "e49f5266-33fe-53b4-b802-27e4f06a6322"
  },
  {
    "title": "Unknown",
    "description": "The Night Wyrm has a task for you, my little darling. \nThis task has been assigned to my beautiful, budding poppet, Katia. You are not her, and that means you’ve killed her in order to take over her jobs, or she has enlisted a family member to assist her with her task. Either scenario is acceptable. The family with many eyes works as a team, yes. We sacrifice the weak to support the many, yes. We rise from the shadows. Our blood flows together. \nYour task is before you, my sweet. A difficult task, yes. But an important one. Important for the family. \nWe wish to remove the competition. She serves dual roles. She keeps our family in the ground. She keeps our blood dry. You must kill her. The owner of the Naughty Boys Employment Agency. The assistant manager of the Desperado Club. She is one. Astrid. Kill her. Bring her lifeless body to the family. \nNew Guild Job. \nKill Astrid, level 125 Bloodlust Sprite, Assistant Manager of the Desperado Club. Proof of death is required. \nThis job is owned by Crawler Katia Grim. You must kill her to claim the reward for this job. \nSpeaking the details of this job out loud will immediately cancel the contract and revoke access to the guild.",
    "source_file": "The Eye of the Bedlam Bride_ Du - Matt Dinniman.txt",
    "book_title": "Book 6: The Eye of the Bedlam Bride",
    "chapter": "Part Of",
    "id": "8c2c4260-8656-530f-9102-7086808b3029"
  },
  {
    "title": "Unknown",
    "description": "Per Syndicate rules, subsection 543 of the Precious Elemental Reserves Code, having failed to file a proper appeal for mineral and elemental rights within 50 Solars of first contact, your planet has been successfully seized and is currently being mined of all requested elemental deposits by the assigned planetary regent. \nEvery interior of your world has been crushed and all raw materials—organic and inanimate—are in the process of being mined for the requested elements. \nPer the Mined Material Reclamation act along with subsection 35 of the Indigenous Planetary Species Protection Act, any surviving humans will be given the opportunity to reclaim their lost matter. The Borant Corporation, having been assigned regency over this solar system, is allowed to choose the manner of this reclamation, and they have chosen option 3, also known as the 18-Level World Dungeon. The Borant Corporation retains all rights to broadcast, exploit, and otherwise control all aspects of the World Dungeon and will remain in control as long as they adhere to Syndicate regulations regarding world resource reclamation. \nUpon successful completion of level 18 of the World Dungeon, regency of this planet will revert to the successor. \nA Syndicate neutral observer AI—myself—has been created and dispatched to this planet to supervise the creation of the World Dungeon and to ensure all the rules and regulations are properly followed. \nPlease pay careful attention to the following information as it will not be repeated. \nPer the Indigenous Planetary Species Protection Act, all remaining materials—estimated to be 99.999999% of the sifted matter—is currently being repurposed for the subterranean World Dungeon. The first level of this dungeon will open approximately 18 seconds after the end of this announcement. The first-level entrances will be open for exactly one human hour and one hour only . Once the entrances are closed, you may no longer enter. If you enter, you may not leave until you have either completed all 18 levels of the World Dungeon or if you meet certain other requirements. \nIf you choose not to enter the World Dungeon, you will have to sustain yourself upon the surface of your planet, and this may be the last communication you receive during your lifetime. All previously-processed matter and elements are forfeit. However, you are free to mine and utilize any remaining and naturally-occurring resources for your own benefit. The Borant Corporation wishes you luck and thanks you for the opportunity. \nFor those who wish to exercise their right of resource reclamation, please take note. \nThere will be 150,000 level-one entrances added to the world. These entrances will be marked and easy to spot. If you so choose to enter the first level of the dungeon, you will have five rotations of your planet to find the next level down. There will be 75,000 entrances to level two. There will be 37,500 entrances to level three. 18,750 to level 4. 9,375 entrances to level 5 and 4,688 entrances to level 6. The number of available entrances to the next lower level will continue to decrease by half, rounding up until the 18th level, which will only have two entrances and a single exit. \nCrawlers who choose to enter the World Dungeon must find a staircase and descend to the next level down before the allotted time is up for that level. Once the time has passed, the level will be reclaimed and all remaining matter in the level, organic and inanimate, will be forfeit. Generated loot and other matter that is not gathered and claimed may be placed in the Syndicate market. \nEach lower level will have a longer period of reclamation. Additional rules come into play once any crawlers descend to the tenth floor. These rules will be explained when and if any crawlers reach this level. \nIf you so choose to enter the World Dungeon, it is highly recommended you immediately find and utilize a tutorial guild. Multiple tutorial guilds will be seeded throughout the dungeon on levels 1 through 3. \nIf you have any additional questions, or you wish to file an appeal, such requests must be submitted in writing directly to the closest Syndicate office. \nThank you for being a part of the Syndicate. Have a great day.",
    "source_file": "Dungeon Crawler Carl_ A LitRPG_Gamelit Adventure - Matt Dinniman.txt",
    "book_title": "Book 1: Dungeon Crawler Carl",
    "chapter": "Part Of",
    "id": "fa54e149-abe3-5daf-952d-4caa2283afdf"
  },
  {
    "title": "Unknown",
    "description": "Wynne. Dirigible Gnome Flesh Mechanic. Level 50. \nThe Dirigible Gnomes were once a peaceful race. All they ever wanted was two things. One, to figure out how the world worked. And two, to be left alone. \nIn order to escape a busy, teeming world filled with competing intelligent species, all of whom loved to wage war, the Dirigible Gnomes learned how to take to the clouds, building a variety of airships and floating settlements, allowing them to escape any sort of trouble. \nBut as we all know, trouble doesn’t care if you don’t want to be found. \nThe history of the Dirigible Gnomes is long, complicated, and tragic. But the end result is the inevitable result of all peaceful races. They were, eventually, forced to choose between fighting or being wiped out. They chose to fight. \nWynne is the great and favored uncle of Commandant Kane of the Dreadnaught Wasteland . He is a Flesh Mechanic, a healer gifted with the ability to bring the long dead back to life, if only temporarily. He is being held as hostage by the Dromedarians, as a guarantee of peace. \nQuest Complete. Stay out of city hall.",
    "source_file": "The Gate of the Feral Gods - Matt Dinniman.txt",
    "book_title": "Book 4: The Gate of the Feral Gods",
    "chapter": "Part Of",
    "id": "7bf80c3c-844d-5d75-9987-141ae07d50de"
  },
  {
    "title": "Unknown",
    "description": "Quest Failed! Get Orthrus. \nNot a single one of you was able to kill a level 10 puppy. A puppy. It’s no wonder you guys keep dying. \nJimbo the monkey is never going to get adopted now! \nAs a penalty for failing the quest, all safe rooms will only serve monkey soup and saltine crackers for the remainder of this floor.",
    "source_file": "The Gate of the Feral Gods - Matt Dinniman.txt",
    "book_title": "Book 4: The Gate of the Feral Gods",
    "chapter": "Unknown",
    "id": "88ac8b37-b0b5-502d-8b38-9f345415e42a"
  }
]